// Turkish トルコ語
"Country2code" = "tr";		// ロケールコード
"Product Localize" = "";			// 各国独自名称（無ければヌル文字）

// 初期設定										//      "0""1""2""3"
"GUD_GroupingSeparator" = "1";	//桁区切 [,]['][ ][.]
"GUD_DecimalSeparator" = "2";	//小数点 [.][·][,]
"GUD_GroupingType" = "0";		//"0"[123 123]  "1"[12 12 123]  "2"[1234 1234]
"GUD_TaxRate" = "18.0";			//消費税率(%)

// @ //
"@Excess Operator" = "@Aşırı Operatör";
"@Lack Operator" = "@Eksikliği Operatör";
"@Excess Closing" = "@Aşırı Kapanış";
"@Unclosed" = "@Kapanmamış";  // これは頻繁に表示されることになる。
"@Divide by zero" = "@Sıfıra Böl";
"@Overflow" = "@Taşma";
// A //
"Answer" = "Cevap";
// F //
"Final answer" = "Son cevap";
"Final answer msg" = "Bu rulo dolu.";
"Formula mode" = "Formül Calculator";
"Formula Quote" = "Rulo Alıntı";


//以下[ja]以外、世界共通
// A //
"AppStore Paid" = "Description of the paid version";
"AppStore Paid msg" = "Close this app, \nStart the App Store.";
// C //
"Contact mail" = "Post mail to the author.";
"Contact mail msg" = "We welcome your comments\n or requests and bug reports.\n\nSorry, will not respond individually.\nWill reflected in the App as possible.";
"Contact message" = "【Defect report】\nPlease enter here.\n\n【Feedback, etc】\nPlease enter here.\n\n";
"Contact NoMail" = "Email not available";
"Contact NoMail msg" = "[Settings]⇒[email] Please Preferences from.";
"Contact Failed" = "Mail delivery failure";
"Contact Failed msg" = "Please check your network status and settings.";
"Contact Sent" = "E-mail sent successfully";
"Contact Sent msg" = "Thank you very much.";
// H //
"Help Swipe 2 fingers" = "Please by swiping\n two fingers.";
"Help Fomula locking" = "Locked for formula edit\nClick [Done] to please.";
// M //
"Memory Over" = "[Memory] Overflow";
"Memory Over msg" = "Copied to the pasteboard.\nYou can make room by [MClear]";
// P //
"Product Title" = "CalcRoll";  // 世界共通名称
// T //
"ToSupportSite" = "To Support blog";
"ToSupportSite msg" = "Close this app, \nOpen the Support blog.";

// END //
